Repository: virtual-labs/exp-analysis-of-amino-acid-au
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: Conc.HNO3
hi_in: सान्द्र.HNO₃

source: Ninhydrin
hi_in: निहयडरीन

source: Millon's Reagent
hi_in: मिलोन अभिकर्मक

source: Na2CO3
hi_in: Na₂CO₃

source: H2SO4
hi_in: H₂SO₄

source: Lead Acetate
hi_in: प्रमुख एसीटेट

source: Acetic Acid - Glyoxilic Acid
hi_in: एसिटिक एसिड - ग्लयोक्सीलिक एसिड

source: Unknown Solution
hi_in: अज्ञात समाधान

source: Sulphanilic Acid
hi_in: सुल्फानइलिक एसिड

source: NaNO2
hi_in: NaNO₂

source: Amino Acid
hi_in: एमिनो एसिड

source: help1
hi_in: निहयडरीन टेस्ट शुरू करने के लिए "निहयडरीन टेस्ट" बटन पर क्लिक करें।

source: help2
hi_in: यदि चयनित परीक्षण निहयडरीन, खींचें और अज्ञात समाधान और निहयडरीन ड्रॉप है।

source: help3
hi_in: इन समाधान जोड़ने के बाद, यह पानी में स्नान करने के लिए लेने के लिए पानी के स्नान पर क्लिक करें।

source: help4
hi_in: तो समाधान नीले रंग बन गया है, सांटोप्रोटेस एसिड बटन सक्षम हो जाएगा।

source: help5
hi_in: वरना समाधान पीले रंग बन गया है, हम अन्य परीक्षण नहीं कर सकते।

source: help6
hi_in: यदि चयनित परीक्षण सांटोप्रोटेस है, अज्ञात समाधान और HNO₃ जोड़ें।

source: help7
hi_in: फोड़ा के लिए इस समाधान बर्नर पर क्लिक करें।

source: help8
hi_in: उसके बाद इस समाधान के लिए NaOH जोड़ें।

source: help9
hi_in: अगर कोई समाधान में कोई रंग बदल रहा है, लीड सल्फाइड टेस्ट बटन सक्षम हो जाएगा।

source: help10
hi_in: चुने गए टेस्ट नेतृत्व सल्फाइड है, तो अज्ञात समाधान और NaOH जोड़ें।

source: help11
hi_in: फोड़ा के लिए इस समाधान बर्नर पर क्लिक करें। उसके बाद इस समाधान के लिए नेतृत्व एसीटेट जोड़ें।

source: help12
hi_in: काले वेग होगा समाधान में प्रकट होता है।

source: help13
hi_in: अगर सांटोप्रोटेस परीक्षा में नारंगी रंग बदलता है, पॉली के दियाजो टेस्ट में सक्षम होगा।

source: help14
hi_in: यदि चयनित परीक्षण पाउली के दियाजो है।

source: help15
hi_in: सल्फानइलिक एसिड, NaNO₂, अमीनी एसिड और Na₂CO₃ टेस्टट्यूब में जोड़े।

source: help16
hi_in: तो समाधान लाल हो गया, मिलोन के टेस्ट बटन सक्षम हो जाएगा।

source: help17
hi_in: चयनित परीक्षण मिलोन के टेस्ट है, तो अज्ञात समाधान और मिललूं अभिकर्मक जोड़ें।

source: help18
hi_in: फोड़ा के लिए इस समाधान बर्नर पर क्लिक करें। तब HNO₃ जोड़ने के लिए, समाधान लाल हो गया।

source: help19
hi_in: पॉली की दियाजो परीक्षा में कोई रंग बदलते हैं, तो हॉप्किन के कोल टेस्ट में सक्षम होगा।

source: help20
hi_in: यदि चयनित परीक्षण होपकीं कोल है, अननोन सोलुशन जोड़ें।

source: help21
hi_in: एसिटिक ग्लयोक्सीलिक एसिड और H₂SO₄ जोड़ें।

source: help22
hi_in: एक बैंगनी बैंगनी अंगूठी दिखाई देगा।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Qualitative Analysis of Amino Acid
hi_in: एमिनो एसिड के गुणात्मक विश्लेषण

source: Variables
hi_in: चर

source: Messages
hi_in: संदेश

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Ninhydrin Test
hi_in: निहयडरीन टेस्ट

source: Xanthoproteic Acid Test
hi_in: सांटोप्रोटेस एसिड टेस्ट

source: Pauly's Diazo Test
hi_in: पॉली की दियाजो टेस्ट

source: Millon's Test
hi_in: मिलोन के टेस्ट

source: Hopkins Cole Test
hi_in: हॉपकिंस कोल टेस्ट

source: Lead Sulphide Test
hi_in: लीड सल्फाइड टेस्ट

source: 5 minutes at
hi_in: पर 5 मिनट

source: 3 to 5 minutes
hi_in: 3 से 5 मिनट

source: Yellow color indicates the presence of proline.
hi_in: पीला रंग प्रोलाइन की उपस्थिति इंगित करता है।

source: Blue color indicates the presence of alpha amino acid.
hi_in: ब्लू रंग अल्फा अमीनो एसिड की उपस्थिति इंगित करता है।

source: Orange color indicates presence of aromatic amino acid.
hi_in: ऑरेंज रंग खुशबूदार एमिनो एसिड की उपस्थिति इंगित करता है।

source: No change in color indicates absence of aromatic amino acid.
hi_in: रंग में कोई परिवर्तन नहीं खुशबूदार अमीनो एसिड के अभाव का संकेत है।

source: Red color indicates presence of tyrosine or histidine.
hi_in: लाल रंग टायरोसिन या हिस्टिडीन की उपस्थिति इंगित करता है।

source: Black precipitate indicates the presence of cysteine.
hi_in: काले वेग सिस्टीन की उपस्थिति इंगित करता है।

source: No changes in color indicates it may be tryptophan.
hi_in: रंग में कोई परिवर्तन को इंगित करता है यह ट्रीप्टोफन हो सकता है।

source: Purple violet ring indicates the presence of tryptophan.
hi_in: बैंगनी बैंगनी अंगूठी नियासिन की उपस्थिति इंगित करता है।

source: Reset
hi_in: रीसेट

source: Error
hi_in: त्रुटि

source: Wrong order of steps. Try again!
hi_in: कदम के गलत आदेश। पुनः प्रयास करें!

source: Okay
hi_in: ठीक है
